{
  "title": "Datganiad Hygyrchedd",
  "header1": "Datganiad Hygyrchedd ar gyfer Gwneud Hawliad i Dribiwnlys Cyflogaeth",
  "paragraph_s1_1": {
    "part_1": "Mae’r datganiad hygyrchedd hwn yn berthnasol i wefan ",
    "part_2": " sy’n caniatáu i ddefnyddwyr wneud hawliadau i dribiwnlys cyflogaeth pan fo cyflogwr, darpar gyflogwr, undeb llafur neu rywun yn y gwaith wedi trin rhywun arall yn anghyfreithlon."
  },
  "paragraph_s1_2": "Gwasanaeth Llysoedd a Thribiwnlysoedd EF sy’n gyfrifol am y wefan hon, Rydym eisiau i gymaint o bobl â phosibl allu defnyddio’r wefan hon. Er enghraifft, golyga hyn y dylech allu:",
  "ableTo1": "newid y lliwiau, y lefelau cyferbyniad a’r ffontiau",
  "ableTo2": "gwneud y testun hyd at 300% yn fwy heb iddo ddiflannu oddi ar y sgrin",
  "ableTo3": "mynd drwy'r rhan fwyaf o'r wefan gan ddefnyddio bysellfwrdd yn unig",
  "ableTo4": "mynd drwy'r rhan fwyaf o'r wefan gan ddefnyddio meddalwedd adnabod llais",
  "ableTo5": "gwrando ar y rhan fwyaf o’r wefan gan ddefnyddio darllenydd sgrin (gan gynnwys fersiynau diweddaraf JAWS, NVDA a VoiceOver).",
  "paragraph_s1_3": "Rydym hefyd wedi sicrhau ein bod wedi defnyddio iaith syml ar y wefan.",
  "paragraph_s1_4": {
    "part_1": "Mae gan AbilityNet (yn agor mewn tab newydd)",
    "part_2": "gyngor ar wneud eich dyfais yn haws i’w defnyddio os oes gennych anabledd."
  },
  "header2": "Pa mor hygyrch yw'r wefan hon",
  "paragraph_s2_1": "Gwyddwn nad yw rhai rhannau o’r wefan hon yn gwbl hygyrch:",
  "notAccessible1": "Ar dudalennau penodol, mae’r defnydd o ddelweddau fel testun yn golygu nid yw’r testun yn addasu fel sydd angen.",
  "notAccessible2": "Nid oes gan rai meysydd labeli cysylltiol sy’n effeithio ar ddarllenwyr sgrin a defnyddwyr meddalwedd llais.",
  "notAccessible3": "Pan fydd iaith y tudalennau yn cael ei newid i'r Gymraeg, mae rhai geiriau o'r dudalen yn aros yn Saesneg.",
  "notAccessible4": "Ar rai tudalennau nid yw lefelau teitlau yn y drefn gywir.",
  "notAccessible5": "Pan fydd ffenestr porwr yn cael ei leihau gyda’r cyfleuster sgwrsio ar y we ar agor, mae’r ffocws bysellfwrdd wedi’i orchuddio’n llwyr gan y sgwrs ag asiant pan agorir. ",
  "notAccessible6": "Nid yw rhai dogfennau PDF a dogfennau Word yn hygyrch.",
  "header3": "Adborth a gwybodaeth gyswllt",
  "paragraph_s3_1": "Os ydych angen gwybodaeth sydd ar y wefan hon mewn fformat arall megis ar ffurf PDF hygyrch, print bras, fformat hawdd ei ddeall, recordiad sain neu Braille:",
  "contactType1": "e-bost ",
  "contactType2": "ffôn 0300 123 1024 (Cymru a Lloegr)",
  "contactType3": "ffôn 0300 303 5176 (Siaradwyr Cymraeg)",
  "contactType4": "ffôn 0300 790 6234 (Yr Alban)",
  "paragraph_s3_2": "Dydd Llun i ddydd Gwener, 9am i 5pm",
  "paragraph_s3_2_call_charges": "Gwybodaeth am gost galwadau (yn agor mewn tab newydd)",
  "paragraph_s3_3": "Byddwn yn ystyried eich cais ac yn ymateb o fewn 10 diwrnod gwaith.",
  "header4": "Riportio problemau hygyrchedd gyda'r wefan hon",
  "paragraph_s4_1": "Rydym o hyd yn ceisio gwella hygyrchedd y wefan hon. Os byddwch yn dod ar draws rhywbeth sydd heb ei gynnwys ar y dudalen hon, neu’n credu nad ydym yn bodloni’r gofynion o ran hygyrchedd, cysylltwch ag:",
  "contactInfo1": "e-bost ",
  "contactInfo2": "ffôn 0300 123 1024 (Cymru a Lloegr)",
  "contactInfo3": "ffôn 0300 303 5176 (Siaradwyr Cymraeg)",
  "contactInfo4": "ffôn 0300 790 6234 (Yr Alban)",
  "paragraph_s4_2": "Dydd Llun i ddydd Gwener, 9am i 5pm",
  "header5": "Y Weithdrefn Orfodi",
  "paragraph_s5_1": "Y Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) sy’n gyfrifol am orfodi Rheoliadau Hygyrchedd Cyrff y Sector Cyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018 (y ‘rheoliadau hygyrchedd’). Os nad ydych chi’n fodlon gyda’r ffordd rydym yn ymateb i’ch cwyn, ",
  "paragraph_s5_2": "cysylltwch â’r Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS) (yn agor mewn tab newydd)",
  "header6": "Cysylltu â ni dros y ffôn neu ymweld â ni’n bersonol",
  "paragraph_s6_1": "Rydym yn darparu gwasanaeth cyfnewid negeseuon testun ar gyfer pobl fyddar, pobl sydd â nam ar eu clyw a phobl sydd â nam ar eu lleferydd.",
  "paragraph_s6_2": "Mae yna ddolenni sain yn ein swyddfeydd, neu os byddwch yn cysylltu â ni cyn eich ymweliad, gallwn drefnu cyfieithydd Iaith Arwyddion Prydain (BSL) ar eich cyfer.",
  "paragraph_s6_3": "Rhagor o wybodaeth am sut i ",
  "paragraph_s6_4": "gysylltu â’n swyddfeydd a’n lleoliadau tribiwnlys cyflogaeth (yn agor mewn tab newydd)",
  "header7": "Gwybodaeth dechnegol am hygyrchedd y wefan hon",
  "paragraph_s7_1": "Mae GLlTEF wedi ymrwymo i sicrhau bod ei wefannau yn hygyrch, a hynny yn unol â Rheoliadau Hygyrchedd Cyrff y Sector Gyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018.",
  "header8": "Statws cydymffurfiaeth",
  "paragraph_s8_1": {
    "part_1": "Mae’r wefan hon yn cydymffurfio’n rhannol â’r ",
    "part_2": "Canllawiau Hygyrchedd Cynnwys Gwe (WCAG) 2.2 (yn agor mewn tab newydd)",
    "part_3": " safon AA. Mae’r agweddau nad ydynt yn cydymffurfio wedi’u rhestru isod"
  },
  "header9": "Cynnwys anhygyrch",
  "paragraph_s9_1": "Mae’r cynnwys a restrir isod yn anhygyrch am y rhesymau canlynol.",
  "nonComplianceReason1": "Anghydymffurfio â’r rheoliadau hygyrchedd",
  "nonCompliance_1_1": "Nid oes gan y cyfleuster sgwrsio fotwm anfon sy'n atal defnyddwyr nad ydynt yn defnyddio bysellfwrdd rhag anfon negeseuon, sy'n methu â bodloni WCAG 2.2 meini prawf llwyddiant 1.3.1 Gwybodaeth a Pherthnasoedd Lefel A.",
  "nonCompliance_1_2": "Wrth ddefnyddio ffôn symudol, nid yw pob testun a chynnwys yn cynyddu mewn maint pan fydd y sgrin wedi’i chwyddo i 200%, sy'n methu â bodloni meini prawf llwyddiant WCAG 2.2 1.4.4 Newid Maint Lefel Testun AA.",
  "nonCompliance_1_3": "Ar y swyddogaeth sgwrsio dros y we, nid yw’r testun yn addasadwy ar gyfer defnyddwyr sydd angen cyflwyniad gweledol penodol o destun gan fod y testun yn ddelwedd, sy’n methu â bodloni WCAG 2.2 maen prawf llwyddiant 1.4.5 Delweddau o destun Lefel AA.",
  "nonCompliance_1_4": "Yn y ffurflen PDF o’r ffurflen hawlio ET1, nid yw'r penawdau yn adlewyrchu'r penawdau gweledol ar y dudalen. Nid yw’r pennawd ‘Scotland Tribunal’ ar y cyfleuster sgwrsio dros y we yn nodi'n glir bwnc neu bwrpas y sgwrs. Nid oes unrhyw arwydd o beth mae ‘*’ yn ei olygu i ddefnyddwyr darllenydd sgrin, gan nad yw'n nodi bod ei angen. Yn y cyfleuster sgwrsio dros y we, nid yw’r label ‘Contact no’ yn glir i ddefnyddwyr darllenydd sgrin gan nad yw wedi cael ei nodi fel ‘contact number'.  Mae dwy bennawd gyda’r un maint ffont mewn tudalen, ac nid yw’r rhain i gyd yn bodloni meini prawf llwyddiant WCAG 2.2, 2.4.6 Penawdau a Labeli Lefel AA.",
  "nonCompliance_1_5": "Pan fydd ffenestr porwyr yn cael ei leihau, a defnyddiwr yn llywio gyda bysellfwrdd, mae’r ffocws wedi’i orchuddio’n llwyr gan y sgwrs gyda’r asiant, sy’n methu â bodloni meini prawf llwyddiant WCAG 2.2, 2.4.12 Ffocws Heb ei Orchuddio Lefel AA.",
  "nonCompliance_1_6": "Mae’r ddolen ‘Cymraeg’ wedi cael ei godio fel Saesneg, er ei bod yn Gymraeg, sy’n methu â bodloni meini prawf llwyddiant WCAG 2.2, 3.1.2 Iaith Rhannau Lefel AA.",
  "nonCompliance_1_7": "Pan fydd gwall yn cael ei sbarduno, ni chyhoeddir y gwall i ddefnyddwyr darllenydd sgrin, sy’n methu â bodloni meini prawf llwyddiant WCAG 2.2, 4.1.2 Enw, Rôl, Gwerth Lefel A.",
  "header10": "Beth rydym yn ei wneud i wella hygyrchedd",
  "paragraph_s10_1": "Mae gwaith yn cael ei wneud i wella’r wefan hon ar hyn o bryd yn seiliedig ar  adroddiad hygyrchedd mewnol GLlTEF. Byddwn yn datrys y problemau hygyrchedd a adnabuwyd yn yr adroddiad ac yn diweddaru’r datganiad hwn yn rheolaidd. Mae’r wefan yn cael ei phrofi’n barhaus gan ddefnyddio meddalwedd hygyrchedd mewnol ac allanol. Bydd dogfennau PDF neu Word presennol yn cael eu profi a’u pennu. Bydd unrhyw nodweddion newydd a gyflwynir hefyd yn cael eu profi.",
  "paragraph_s10_2": " Rydym yn cynllunio i ddatrys y problemau a restrir uchod erbyn Hydref 2024 ac rydym wedi trefnu archwiliad ffurfiol gan y ganolfan hygyrchedd digidol.",
  "header11": "Paratoi’r datganiad hygyrchedd hwn",
  "paragraph_s11_1": "Cafodd y datganiad hwn ei baratoi ar 19 Ionawr 2023. Cafodd ei adolygu ddiwethaf ar 5 Awst 2024.",
  "paragraph_s11_2": "Profwyd y wefan hon ddiwethaf ar 10 Gorffennaf 2024. Cynhaliwyd y prawf gan dîm profi hygyrchedd mewnol GLlTEF.",
  "opens_new_tab": "(yn agor mewn tab newydd)"
}
