{
  "title": "Datganiad Hygyrchedd",
  "header1": "Datganiad Hygyrchedd ar gyfer Gwneud Hawliad i Dribiwnlys Cyflogaeth",
  "paragraph_s1_1": "Mae’r datganiad hygyrchedd hwn yn berthnasol i wefan <a href=\"https://www.claim-employment-tribunals.service.gov.uk\">https://www.claim-employment-tribunals.service.gov.uk</a> sy’n caniatáu i ddefnyddwyr wneud hawliadau i dribiwnlys cyflogaeth pan fo cyflogwr, darpar gyflogwr, undeb llafur neu rywun yn y gwaith wedi trin rhywun arall yn anghyfreithlon.",
  "paragraph_s1_2": "Gwasanaeth Llysoedd a Thribiwnlysoedd EF sy’n gyfrifol am y wefan hon, ac rydym eisiau i gymaint o bobl â phosibl allu ei defnyddio. Er enghraifft, golyga hyn y dylech allu:",
  "ableTo1": "newid y lliwiau, y lefelau cyferbyniad a’r ffontiau",
  "ableTo2": "gwneud y testun hyd at 300% yn fwy heb iddo ddiflannu oddi ar y sgrin",
  "ableTo3": "mynd drwy'r rhan fwyaf o'r wefan gan ddefnyddio bysellfwrdd yn unig",
  "ableTo4": "mynd drwy'r rhan fwyaf o'r wefan gan ddefnyddio meddalwedd adnabod llais",
  "ableTo5": "gwrando ar y rhan fwyaf o’r wefan gan ddefnyddio darllenydd sgrin (gan gynnwys fersiynau diweddaraf JAWS, NVDA a VoiceOver).",
  "paragraph_s1_3": "Rydym hefyd wedi sicrhau ein bod wedi defnyddio iaith syml ar y wefan.",
  "paragraph_s1_4": "Mae gan <a href=\"https://mcmw.abilitynet.org.uk/\">AbilityNet</a> gyngor ynghylch gwneud eich dyfais yn haws i’w defnyddio os oes gennych anabledd. Gallwch gael rhagor o wybodaeth am hyn ar eu gwefan <a href=\"https://mcmw.abilitynet.org.uk\">https://mcmw.abilitynet.org.uk/</a>.",
  "header2": "Pa mor hygyrch yw'r wefan hon",
  "paragraph_s2_1": "Gwyddwn nad yw rhai rhannau o’r wefan hon yn gwbl hygyrch:",
  "notAccessible1": "Ar rai tudalennau nid yw’r nodwedd ffocysu ar yr eitemau disgwyliedig",
  "notAccessible2": "Ar rai tudalennau nid oes gan ddolenni ddisgrifiadau clir o’u pwrpas ac i ble y maent am fynd â chi e.e. diffyg gwybodaeth ar p’un a fydd y ddolen yn agor mewn tab newydd",
  "notAccessible3": "Nid oes gan rai meysydd labeli cysylltiol sy’n effeithio ar ddarllenwyr sgrin a defnyddwyr meddalwedd llais.",
  "notAccessible4": "Ar rai tudalennau nid yw lefelau teitlau yn y drefn gywir.",
  "notAccessible5": "Nid yw rhai eitemau y gellir mynd iddynt drwy ddefnyddio’r botwm tab ar y bysellfwrdd wedi’u hamlygu’n glir iawn ac weithiau mae’n anodd i ddefnyddwyr sydd â nam ar eu golwg eu gweld.",
  "header3": "Adborth a gwybodaeth gyswllt",
  "paragraph_s3_1": "Os ydych angen gwybodaeth sydd ar y wefan hon mewn fformat arall megis ar ffurf PDF hygyrch, print bras, fformat hawdd ei ddarllen, recordiad sain neu braille:",
  "contactType1": "e-bostiwch <a href=\"mailto:HMCTSforms@justice.gov.uk\">HMCTSforms@justice.gov.uk</a>",
  "contactType2": "ffoniwch 0300 123 1024 (Cymru a Lloegr)",
  "contactType3": "ffoniwch 0300 303 5176 (ar gyfer siaradwyr Cymraeg)",
  "contactType4": "ffoniwch 0300 790 6234 (Yr Alban)",
  "paragraph_s3_2": "Dydd Llun i ddydd Iau 9am - 5pm, dydd Gwener 9am - 4.30pm.",
  "paragraph_s3_3": "Byddwn yn ystyried eich cais ac yn ymateb o fewn 10 diwrnod.",
  "header4": "Riportio problemau hygyrchedd gyda'r wefan hon",
  "paragraph_s4_1": "Rydym o hyd yn ceisio gwella hygyrchedd y wefan hon. Os byddwch yn dod ar draws rhywbeth sydd heb ei gynnwys ar y dudalen hon, neu’n credu nad ydym yn bodloni’r gofynion o ran hygyrchedd, cysylltwch ag:",
  "contactInfo1": "ebost: <a href=\"mailto:ETReform@justice.gov.uk\">ETReform@justice.gov.uk</a>",
  "contactInfo2": "ffôn 0300 123 1024 (Cymru a Lloegr)",
  "contactInfo3": "ffôn 0300 303 5176 (ar gyfer siaradwyr Cymraeg)",
  "contactInfo4": "ffôn 0300 790 6234 (Yr Alban)",
  "paragraph_s4_2": "Dydd Llun i ddydd Iau 9am - 5pm, dydd Gwener 9am - 4.30pm.",
  "header5": "Y Weithdrefn Orfodi",
  "paragraph_s5_1": "Y Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) sy’n gyfrifol am orfodi Rheoliadau Hygyrchedd Cyrff y Sector Cyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018 (y ‘rheoliadau hygyrchedd’). Os nad ydych chi’n fodlon gyda’r ffordd rydym yn ymateb i’ch cwyn, cysylltwch â’r Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS) drwy eu gwefan <a href=\"https://www.equalityadvisoryservice.com/\">https://www.equalityadvisoryservice.com/</a>.",
  "header6": "Cysylltu â ni dros y ffôn neu ymweld â ni’n bersonol",
  "paragraph_s6_1": "Rydym yn darparu gwasanaeth cyfnewid negeseuon testun ar gyfer pobl fyddar, pobl sydd â nam ar eu clyw a phobl sydd â nam ar eu lleferydd.",
  "paragraph_s6_2": "Mae yna ddolenni sain yn ein swyddfeydd, neu os byddwch yn cysylltu â ni cyn eich ymweliad, gallwn drefnu cyfieithydd Iaith Arwyddion Prydain (BSL) ar eich cyfer.",
  "paragraph_s6_3": "Gallwch gael rhagor o wybodaeth am sut i gysylltu â ni yn <a href=\"https://www.gov.uk/guidance/employment-tribunal-offices-and-venues\">https://www.gov.uk/guidance/employment-tribunal-offices-and-venues</a>.",
  "header7": "Gwybodaeth dechnegol am hygyrchedd y wefan hon",
  "paragraph_s7_1": "Mae GLlTEF wedi ymrwymo i sicrhau bod ei wefannau yn hygyrch, a hynny yn unol â Rheoliadau Hygyrchedd Cyrff y Sector Gyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018.",
  "header8": "Statws cydymffurfiaeth",
  "paragraph_s8_1": "Mae’r wefan hon yn cydymffurfio’n rhannol â’r <a href=”https://www.w3.org/TR/WCAG21/”>Canllawiau Hygyrchedd Cynnwys Gwe fersiwn 2.1</a> safon AA, oherwydd y materion a restrir isod.",
  "header9": "Cynnwys anhygyrch",
  "paragraph_s9_1": "Mae’r cynnwys a restrir isod yn anhygyrch am y rhesymau canlynol.",
  "nonComplianceReason1": "Anghydymffurfio â’r rheoliadau hygyrchedd",
  "nonCompliance_1_1": "Ar rai tudalennau nid yw’r nodwedd ffocysu ar yr eitemau disgwyliedig, ac felly nid yw hyn yn cydymffurfio â maen prawf llwyddiant 2.4.3 Trefn Ffocws Lefel A WCAG 2.1A.",
  "nonCompliance_1_2": "Ar rai tudalennau nid oedd gan ddolenni ddisgrifiadau clir o’u pwrpas ac i ble y maent am fynd â chi e.e. diffyg gwybodaeth ar p’un a fydd y ddolen yn agor mewn tab newydd, ac felly nid yw hyn yn cydymffurfio â maen prawf llwyddiant 2.4.4 Pwrpas Dolen Lefel A WCAG 2.1A.",
  "nonCompliance_1_3": "Nid oes gan rai meysydd labeli cysylltiol sy’n effeithio ar ddarllenwyr sgrin a defnyddwyr meddalwedd llais. Nid yw hyn yn cydymffurfio â maen prawf llwyddiant 1.3.1. Gwybodaeth a Pherthnasoedd Lefel A, 4.1.2 Enw, Rôl, Gwerth Lefel A na 2.5.3. Label Enw - Lefel A WCAG 2.1A.",
  "nonCompliance_1_4": "Ar rai tudalennau nid yw lefelau teitlau yn y drefn gywir, ac felly nid yw hyn yn cydymffurfio â maen prawf llwyddiant 1.3.1 Gwybodaeth a Pherthnasoedd Lefel A WCAG 2.1A.",
  "nonCompliance_1_5": "Nid yw rhai eitemau y gellir mynd iddynt gan ddefnyddio’r allwedd tab ar y bysellfwrdd wedi’u hamlygu’n glir iawn, ac weithiau mae’n anodd i ddefnyddwyr sydd â nam ar eu golwg eu gweld. Nid yw hyn yn cydymffurfio â maen prawf llwyddiant 1.4.11 Cyferbyniad nad yw’n ymwneud â Thestun Lefel AA WCAG 2.1A.",
  "nonCompliance_1_6": "Canfyddodd defnyddwyr darllenydd sgrin nad oedd y botymau radio yn cynnwys labeli nag allweddi i ddangos y cwestiwn perthnasol wrth ffocysu i mewn ac allan o’r cynnwys. Nid yw hyn yn cydymffurfio â maen prawf llwyddiant 1.3.1 Gwybodaeth a Pherthnasoedd - Lefel A na 2.4.6 Penawdau a Labeli - Lefel AA.",
  "paragraph_s9_2": "Rydym yn bwriadu datrys y materion a restrir uchod erbyn Mawrth 2023.",
  "nonComplianceReason2": "Cynnwys sydd ddim o fewn cwmpas y rheoliadau hygyrchedd",
  "nonComplianceReason2_PDF_DOCS": "Dogfennau PDF a dogfennau eraill",
  "paragraph_s9_3": "Mae rhai o’n dogfennau PDF a Word yn hanfodol i’r gwasanaethau a ddarparwn. Er enghraifft, mae gennym ddogfennau PDF gyda gwybodaeth am sut y gall defnyddwyr gael mynediad i’n gwasanaethau, a ffurflenni a gyhoeddir ar ffurf dogfennau Word/PDF.",
  "paragraph_s9_4": "Nid yw’r rheoliadau hygyrchedd <a href=”https://www.legislation.gov.uk/uksi/2018/952/regulation/4/made”> yn ei gwneud yn ofynnol i ni addasu dogfennau PDF neu ddogfennau eraill a gyhoeddwyd cyn 23 Medi 2018 </a> os nad ydynt yn hanfodol i’r gwasanaethau yr ydym yn eu darparu.",
  "paragraph_s9_5": "Bydd unrhyw ddogfennau PDF neu Word newydd y byddwn yn eu cyhoeddi yn bodloni’r safonau hygyrchedd.",
  "header10": "Beth rydym yn ei wneud i wella hygyrchedd y gwasanaeth hwn",
  "paragraph_s10_1": "Mae gwaith yn cael ei wneud ar y wefan hon ar hyn o bryd yn seiliedig ar yr adroddiad argaeledd digidol. Byddwn yn datrys y problemau hygyrchedd a adnabuwyd yn yr adroddiad ac yn diweddaru’r datganiad hwn yn rheolaidd. Mae’r wefan yn cael ei phrofi’n barhaus gan ddefnyddio meddalwedd hygyrchedd mewnol ac allanol. Bydd unrhyw nodweddion newydd a gyflwynir hefyd yn cael eu profi.",
  "header11": "Paratoi’r datganiad hygyrchedd hwn",
  "paragraph_s11_1": "Cafodd y datganiad hwn ei baratoi ar 19 Ionawr 2023.",
  "paragraph_s11_2": "Profwyd y wefan hon ddiwethaf ar 15 Tachwedd 2022. Cynhaliwyd y prawf gan y Ganolfan Hygyrchedd Digidol (DAC) ac ystyriwyd pedwar egwyddor:",
  "paragraph_s11_3": "Egwyddor 1: Canfyddiadwyedd - Rhaid i wybodaeth a chydrannau a ddefnyddir gan ddefnyddwyr fod yn addas iddynt ar ffurf y gallant ganfod.",
  "paragraph_s11_4": "Egwyddor 2: Ymarferoldeb - rhaid i’r cydrannau a ddefnyddir gan ddefnyddwyr a’r ffordd y defnyddir y gwasanaeth fod yn ymarferol.",
  "paragraph_s11_5": "Egwyddor 3: Dealladwy - Rhaid i wybodaeth a’r cydrannau a ddefnyddir gan ddefnyddwyr fod yn ddealladwy.",
  "paragraph_s11_6": "Egwyddor 4: Cadarn - Rhaid i’r cynnwys fod ddigon cadarn fel y gall amrywiaeth eang o asiantau sy’n ddefnyddwyr, gan gynnwys technolegau cynorthwyol ei ddeall yn ddidrafferth.",
  "paragraph_s11_7": "I gynnal adolygiad mwy cywir o’r gwasanaeth, mi wnaeth tîm DAC ddefnyddio dwy broses brofi wahanol:",
  "paragraph_s11_8": "Roedd y cyntaf yn archwiliad technegol â llaw gan ddefnyddio offer awtomataidd, a’r ail yn dîm ymroddedig o ddefnyddwyr gydag anableddau gwahanol yn profi’r gwasanaeth gan ddefnyddio ystod o dechnolegau addasol. Yna cafodd yr holl ddarganfyddiadau eu cyfuno i roi adborth llawer mwy cywir ar y wefan i’r cleient.",
  "paragraph_s11_9": "Drwy ddefnyddio’r tîm profi ochr yn ochr â gweithdrefn awtomataidd, mae set fwy cywir o ganlyniadau ar gael."
}
