{
  "genericGuidance": "Gallwch lwytho llythyrau, lluniau neu ddogfennau os ydynt yn berthnasol i’ch cais. Peidiwch â llwytho unrhyw ddeunydd arall.",
  "contactTemplateText": "Rhowch fanylion eich cais. Nodwch ba atebydd neu atebwyr y mae eich cais yn ymwneud ag ef/â nhw. Defnyddiwch y blwch a’r cyfleuster llwytho ffeil os oes angen.",
  "subTitle": "Cofiwch:",
  "remove": "Dileu",
  "noFilesUpload": "Nid oes ffeiliau wedi’u llwytho",
  "uploadFileButton": "Llwytho ffeil",
  "genericGuidanceItem1": "Os ydych yn tynnu llun o lythyr, rhowch ef ar arwyneb gwastad a thynnwch y llun o uchder",
  "genericGuidanceItem2": "Os ydych yn llwytho dogfennau ysgrifenedig gyda newidiadau wedi’u marcio, gwnewch yn siŵr bod y nodwedd hon ymlaen ar eich cyfrifiadur",
  "genericGuidanceItem3": "Gallwch wneud mwy nag un cais ar yr un pryd drwy lenwi ffurflen wahanol ar gyfer pob cais. Os yw’r ceisiadau’n gysylltiedig â’i gilydd, gallwch wneud hynny'n glir yn y blwch testun",
  "files": {
    "title": "Llwytho ffeil",
    "button": "Llwytho ffeil",
    "uploaded": "Ffeiliau sydd wedi’u llwytho"
  },
  "errors": {
    "contactApplicationText": {
      "required": "Defnyddiwch y blwch testun neu’r cyfleuster llwytho ffeil i roi manylion",
      "tooLong": "Welsh translation required"
    },
    "contactApplicationFile": {
      "invalidFileFormat": "Nid yw'r math o ffeil rydych chi'n ceisio ei uwchlwytho yn cael ei gefnogi gan ein system. Byddwch cystal a newid hon i ffeil gyffredin, e.e. Word, Excel, pdf. os gwelwch yn dda.",
      "invalidFileName": "Mae enw’r ffeil a ddarparwyd yn annilys. Ni all enw’r ffeil fod yn fwy na 150 llythyren ac ni all gynnwys unrhyw un o’r nodau canlynol: \\/:*?\"|<>",
      "invalidFileSize": "Mae'r ffeil rydych chi'n ceisio ei lwytho wedi mynd y tu hwnt i'r terfyn maint, ceisiwch leihau maint y ffeil.",
      "backEndError": "Cafwyd problem wrth geisio llwytho eich ffeil. Rhowch gynnig arni. Os yw hyn yn parhau, cysylltwch â’r adran gefnogaeth."
    }
  }
}
