{
  "title": "Ailystyried dyfarniad",
  "applicationType": "Ailystyried dyfarniad",
  "applicationTitle": "Gwneud cais i ddyfarniad gael ei ailystyried",
  "content": [
    {
      "type": "paragraph",
      "text": "Defnyddiwch y ffurflen hon i wneud cais i ddyfarniad a wnaed gan dribiwnlys gael ei ailystyried. Gall hyn fod yn ddyfarniad a wnaed gan farnwr yn unig neu gan farnwr yn eistedd gydag aelodau nad ydynt yn gweithio yn y proffesiwn cyfreithiol."
    },
    {
      "type": "paragraph",
      "text": "Os yw’n angenrheidiol ailystyried dyfarniad er budd cyfiawnder, gallwch ofyn i’r tribiwnlys edrych ar y dyfarniad eto."
    },
    {
      "type": "paragraph",
      "text": "Dim ond dyfarniad sy’n penderfynu ar fater terfynol yn eich achos y gellir ei ailystyried. Mae hyn felly yn eithrio unrhyw benderfyniad nad yw'n cynnwys penderfyniad terfynol ar yr hawliad, neu ran o hawliad. Os ydych am ofyn i orchymyn rheoli achos gael ei amrywio neu ei ddirymu, defnyddiwch y ffurflen gais ar gyfer amrywio neu ddirymu gorchymyn."
    },
    {
      "type": "paragraph",
      "text": "Mae’n rhaid i chi ofyn i dribiwnlys ailystyried dyfarniad o fewn 14 diwrnod i ddyddiad anfon y dyfarniad atoch."
    },
    {
      "type": "paragraph",
      "text": "Os ydych am i’r tribiwnlys ailystyried dyfarniad a anfonwyd atoch dros 14 diwrnod yn ôl rhaid i chi egluro pam bod eich cais yn hwyr."
    },
    {
      "type": "paragraph",
      "text": "Nid yw cais i ailystyried yn effeithio ar y terfyn amser ar gyfer apelio i’r Tribiwnlys Apeliadau Cyflogaeth."
    },

    { "type": "bold-paragraph", "text": "Manylion i’w cynnwys yn eich cais:" },

    {
      "type": "list",
      "items": [
        "y dyfarniad rydych eisiau iddo gael ei ailystyried",
        "y dyddiad y cyhoeddodd y tribiwnlys y dyfarniad",
        "eich rheswm dros anfon eich cais yn hwyr os anfonwyd y dyfarniad dros 14 diwrnod yn ôl",
        "pam ei fod er budd cyfiawnder i ailystyried y dyfarniad hwn",
        "os dylai’r tribiwnlys amrywio neu ddirymu’r dyfarniad",
        "unrhyw wybodaeth ychwanegol neu ddeunydd nad oes gan y tribiwnlys yn barod i gefnogi eich cais"
      ]
    }
  ]
}
