{
  "title": "Cyfyngu ar gyhoeddusrwydd",
  "applicationType": "Cyfyngu ar gyhoeddusrwydd",
  "applicationTitle": "Gwneud cais i gyfyngu ar gyhoeddusrwydd",
  "content": [
    {
      "type": "paragraph",
      "text": "Defnyddiwch y ffurflen hon i wneud cais i atal neu gyfyngu ar gyhoeddusrwydd yn eich achos chi."
    },
    { "type": "paragraph", "text": "Mae’n egwyddor bwysig bod cyfiawnder fel arfer yn cael ei ddarparu’n gyhoeddus." },
    {
      "type": "paragraph",
      "text": "Fodd bynnag, mae gan y tribiwnlys y pŵer i atal neu gyfyngu ar ddatgelu i’r cyhoedd unrhyw agwedd ar eich achos os oes angen er budd cyfiawnder neu i ddiogelu hawliau Confensiwn unrhyw unigolyn. Hawliau confensiwn yw’r hawliau a’r rhyddid sylfaenol fel y nodir yn Neddf Hawliau Dynol 1998."
    },
    {
      "type": "paragraph",
      "text": "Mae gan y tribiwnlys hefyd rai pwerau eraill i eistedd yn breifat neu i gyfyngu ar gyhoeddusrwydd yn unol ag adrannau 10A, 10B, 11 a 12 Deddf Tribiwnlysoedd Cyflogaeth 1996."
    },
    { "type": "paragraph", "text": "Caiff y tribiwnlys orchymyn:" },

    {
      "type": "list",
      "items": [
        "bod gwrandawiad a fyddai fel arall yn gyhoeddus yn cael ei gynnal, yn gyfan gwbl neu’n rhannol breifat",
        "na ddylid datgelu hunaniaethau partïon penodedig, tystion neu unigolion eraill y cyfeirir atynt yn yr achos i’r cyhoedd, drwy fod yn ddienw neu fel arall",
        "bod mesurau sy’n atal tystion mewn gwrandawiad cyhoeddus rhag cael eu hadnabod gan aelodau’r cyhoedd",
        "cyfyngu ar riportio yr achos yn y cyfryngau"
      ]
    },

    { "type": "bold-paragraph", "text": "Manylion i’w cynnwys yn eich cais:" },

    {
      "type": "list",
      "items": [
        "sut y dylai’r tribiwnlys atal neu gyfyngu ar gyhoeddusrwydd yn eich achos chi. Er enghraifft, dywedwch wrthym pa rannau neu agweddau o’r achos na ddylem eu cyhoeddi",
        "pam fod arnoch angen y cyfyngiadau hyn. Rhaid i’r tribiwnlys wneud y gorchymyn lleiaf cyfyngol posibl. Dywedwch wrthym pam na fyddai llai o gyfyngiadau’n ddigon",
        "a oes gan y cyfryngau unrhyw ddiddordeb yn eich achos. Dylech gynnwys enwau sefydliadau cyfryngau neu newyddiadurwyr sydd â diddordeb. Fe allai'r tribiwnlys ofyn am eu sylwadau cyn gwneud penderfyniad"
      ]
    }
  ]
}
