{
  "title": "Cwcis",
  "paragraph1": "Darn bach o ddata sy&rsquo;n cael ei storio ar eich cyfrifiadur, eich tabled neu eich ffôn symudol pan fyddwch yn ymweld â gwefan yw cwci. Mae angen cwcis ar y rhan fwyaf o wefannau i weithio&rsquo;n iawn.",
  "howAreCookiesUsedParagraph1": "Sut ydym yn defnyddio cwcis yn y gwasanaeth hwn:",
  "howAreCookiesUsedItem1": "mesur sut ydych yn defnyddio’r gwasanaeth fel y gallwn ei ddiweddaru a’i wella yn seiliedig ar eich anghenion chi",
  "howAreCookiesUsedItem2": "cofio&rsquo;r hysbysiadau rydych wedi&rsquo;u gweld fel na fyddwch yn eu gweld eto",
  "howAreCookiesUsedItem3": "storio’r atebion a roddwch dros dro",
  "howAreCookiesUsedParagraph2": "Darganfod mwy am <a class=\"govuk-link\" href=\"http\"://www.aboutcookies.org/\">sut i reoli cwcis.</a>.",
  "howAreCookiesUsedHeading2": "How cookies are used in the Employment Tribunals service - Requires Update",
  "websiteUsageCookiesHeading3": "Cwcis a ddefnyddir i fesur faint o bobl sy’n defnyddio ein gwefan",
  "websiteUsageCookiesParagraph1": "Rydym yn defnyddio meddalwedd Google Analytics i gasglu gwybodaeth am sut rydych yn defnyddio’r gwasanaeth hwn. Rydym yn gwneud hyn i helpu i sicrhau bod y gwasanaeth yn diwallu anghenion defnyddwyr ac i’n helpu i wneud gwelliannau, er enghraifft gwella’r cyfleuster chwilio.",
  "websiteUsageCookiesParagraph2": "Mae Google Analytics yn storio gwybodaeth am:",
  "websiteUsageCookiesItem1": "y tudalennau yr ydych yn ymweld â hwy",
  "websiteUsageCookiesItem2": "faint o amser y byddwch yn ei dreulio ar bob tudalen",
  "websiteUsageCookiesItem3": "sut y daethoch o hyd i’r gwasanaeth",
  "websiteUsageCookiesItem4": "yr hyn rydych chi&rsquo;n clicio arno wrth ddefnyddio&rsquo;r gwasanaeth",
  "websiteUsageCookiesParagraph3": "Rydym yn caniatáu i Google ddefnyddio neu rannu ein data dadansoddi. Gallwch ddarganfod mwy am sut mae Google yn defnyddio’r wybodaeth hon yn eu <a class=\"govuk-link\" href=\"https\"://www.google.com/policies/privacy/partners/\">Polisi Preifatrwydd.</a>",
  "websiteUsageCookiesParagraph4": "Gallwch <a class=\"govuk-link\" href=\"https\"://tools.google.com/dlpage/gaoptout\">optio allan o Google Analytics</a> os nad ydych eisiau i Google gael mynediad at eich gwybodaeth.",
  "websiteUsageCookiesParagraph5": "Rhestr o’r cwcis Google Analytics a ddefnyddir.",
  "websiteUsageCookiesAriaDescribedby": "os nad ydych eisiau i Google gael mynediad at eich gwybodaeth",
  "cookieNameHeader": "Enw’r cwci",
  "cookiePurposeHeader": "Pwrpas y cwci",
  "cookieExpiryHeader": "Darfod ymhen",
  "googleAnalyticsCookieName1": "_ga",
  "googleAnalyticsCookiePurpose1": "Mae hyn yn ein helpu i gyfrif faint o bobl sy&rsquo;n ymweld â&rsquo;r tudalennau drwy olrhain os ydych wedi ymweld o&rsquo;r blaen",
  "googleAnalyticsCookieExpiry1": "2 flynedd",
  "googleAnalyticsCookieName2": "_gat",
  "googleAnalyticsCookiePurpose2": "Rheoli faint o bobl sy’n ymweld â’r dudalen",
  "googleAnalyticsCookieExpiry2": "10 munud",
  "googleAnalyticsCookieName3": "_gid",
  "googleAnalyticsCookiePurpose3": "Gadael i’r gwasanaeth wybod pwy ydych chi",
  "googleAnalyticsCookieExpiry3": "24 awr",
  "introMessageCookiesHeading1": "Cwcis a ddefnyddir i droi ein neges gyflwyno i ffwrdd",
  "introMessageCookiesParagraph1": "Efallai y byddwch yn gweld neges groeso pan fyddwch yn ymweld â’r gwasanaeth am y tro cyntaf. Byddwn yn storio cwci ar eich cyfrifiadur fel ei fod yn gwybod i beidio â’i dangos eto.",
  "introMessageCookiesAriaDescribedby": "List of introductory cookies used.",
  "introMessageCookieName1": "seen_cookie_message",
  "introMessageCookiePurpose1": "Cadw neges ar eich cyfrifiadur i roi gwybod inni eich bod wedi gweld ein neges ynglŷn â chwcis",
  "introMessageCookieExpiry1": "1 mis",
  "sessionCookiesHeading1": "Cwcis a ddefnyddir i storio’r atebion a roesoch yn ystod eich ymweliad (gelwir hyn yn ‘sesiwn’)",
  "sessionCookiesParagraph1": "Caiff cwcis sesiwn eu storio ar eich cyfrifiadur wrth ichi fynd drwy wefan, ac maent yn gadael i&rsquo;r wefan wybod beth rydych wedi&rsquo;i weld a&rsquo;i wneud hyd yn hyn. Cwcis dros dro yw&rsquo;r rhain ac fe&rsquo;u dilëir yn awtomatig ychydig ar ôl ichi adael y wefan.",
  "sessionCookiesAriaDescribedby": "List of session cookies used.",
  "sessionCookieName1": "connect.sid",
  "sessionCookiePurpose1": "Gwybodaeth am eich sesiwn gyfredol",
  "identityCookiesHeading1": "Cwcis a ddefnyddir i’ch adnabod pan fyddwch yn dod nôl i’r gwasanaeth",
  "identityCookiesParagraph1": "Rydym yn defnyddio cwcis dilysu i’ch adnabod pan fyddwch yn dod nôl i’r gwasanaeth.",
  "identityCookiesAriaDescribedby": "List of authorisation cookies used.",
  "identityCookieName1": "__auth-token",
  "identityCookiePurpose1": "Gadael i’r gwasanaeth wybod pwy ydych chi",
  "securityCookiesHeading1": "Cwcis a ddefnyddir i wneud y gwasanaeth yn fwy diogel",
  "securityCookiesParagraph1": "Rydym yn gosod cwcis er mwyn rhwystro hacwyr rhag addasu cynnwys y cwcis eraill a osodon ni. Mae hyn yn gwneud y gwasanaeth yn fwy diogel ac yn diogelu eich gwybodaeth bersonol.",
  "securityCookiesAriaDescribedby": "List of security cookies used.",
  "securityCookieName1": "TSxxxxxxxx",
  "securityCookiePurpose1": "Amddiffyn eich sesiwn rhag i rywun ymyrryd ag o",
  "securityCookieName2": "__state",
  "securityCookiePurpose2": "Gadael i’r gwasanaeth wybod pwy ydych chi a diogelu eich manylion",
  "dynatraceCookiesHeading1": "Cwcis a ddefnyddir i fesur perfformiad y gwasanaeth",
  "dynatraceCookiesParagraph1": "Rydym yn defnyddio Platfform Deallusrwydd Meddalwedd Dynatrace i ddarparu Gwasanaeth Monitro Perfformiad Gwasanaeth i gasglu gwybodaeth am sut yr ydych yn defnyddio gwasanaethau GLlTEM. Rydym yn gwneud hyn i fonitro gwasanaethau GLlTEM er mwyn datrys problemau yn ein gwasanaethau a chasglu data ar sut y gallwn eu gwella. Mae GLlTEM yn storio gwybodaeth am:",
  "dynatraceCookiesItem1": "Berfformiad y wefan",
  "dynatraceCookiesItem2": "Y defnydd a wneir o’r wefan",
  "dynatraceCookiesItem3": "Ymddygiad defnyddwyr",
  "dynatraceCookiesParagraph2": "Cyflwynir yr wybodaeth angenrheidiol yn y Gwasanaeth Monitro Perfformiad Gwasanaeth at y dibenion a nodwyd uchod. Nid ydym yn defnyddio neu’n rhannu’r wybodaeth ar gyfer unrhyw bwrpas arall. Nid ydym yn caniatáu i Dynatrace ddefnyddio neu rannu’r wybodaeth ar gyfer unrhyw bwrpas arall.",
  "dynatraceCookiesPurpose1": "Olrhain ymweliad ar draws ceisiadau amryfal",
  "dynatraceCookiesPurpose2": "Mesur natur gudd y gweinydd er mwyn monitro perfformiad y gwasanaeth",
  "dynatraceCookiesPurpose3": "Er mwyn canfod pwyntiau terfyn priodol ar gyfer trosglwyddo tywysydd: mae’n cynnwys rhif adnabod y sesiwn at ddibenion cydberthyniad",
  "dynatraceCookiesPurpose4": "Storfa gyfryngol ar gyfer gweithrediadau sy’n rhychwantu tudalennau",
  "dynatraceCookiesPurpose5": "Rhif adnabod ymwelydd er mwyn cydberthnasu sesiynau",
  "dynatraceCookiesPurpose6": "Diwedd y sesiwn",
  "sessionEnd": "Pan ddaw’r sesiwn i ben",
  "whenYouCloseYourBrowser": "Pan fyddwch chi’n cau’ch porwr",
  "dynatraceCookiesAriaDescribedby": "List of dynatrace cookies used. - Requires Update",
  "dynatraceCookieName1": "dtCookie - Requires Update",
  "dynatraceCookieName2": "dtLatC - Requires Update",
  "dynatraceCookieName3": "dtPC - Requires Update",
  "dynatraceCookieName4": "dtSa - Requires Update",
  "dynatraceCookieName5": "rxVisitor - Requires Update",
  "dynatraceCookieName6": "rxvt - Requires Update",
  "oneYear": "1 year - Requires Update",
  "save": "Save - Requires Update",
  "on": "on - Requires Update",
  "off": "off - Requires Update",
  "analytics": "analytics - Requires Update",
  "apm": "apm - Requires Update",
  "allowAnalytics": "Allow cookies that measure website use? - Requires Update",
  "yesAnalytics": "Use cookies that measure my website use - Requires Update",
  "noAnalytics": "Do not use cookies that measure my website use - Requires Update",
  "allowApm": "Allow cookies that measure website application performance monitoring? - Requires Update",
  "yesApm": "Use cookies that measure website application performance monitoring - Requires Update",
  "noApm": "Do not use cookies that measure website application performance monitoring - Requires Update"
}
