{
  "title": "Accessibility Statement",
  "header1": "Accessibility statement for Make a Claim to an Employment Tribunal",
  "paragraph_s1_1": {
    "part_1": "This accessibility statement applies to the website available at ",
    "part_2": " that allows users to make claims to an employment tribunal when an employer, potential employer, trade union or person at work has treated another person unlawfully."
  },
  "paragraph_s1_2": "This website is run by HM Courts and Tribunals. We want as many people as possible to be able to use this website. For example, that means you should be able to:",
  "ableTo1": "change colours, contrast levels and fonts",
  "ableTo2": "zoom in up to 300% without the text spilling off the screen",
  "ableTo3": "navigate most of the website using just a keyboard",
  "ableTo4": "navigate most of the website using speech recognition software",
  "ableTo5": "listen to most of the website using a screen reader (including the most recent versions of JAWS, NVDA and Voiceover)",
  "paragraph_s1_3": "We’ve also made the website text as simple as possible to understand.",
  "paragraph_s1_4": {
    "part_1": "AbilityNet (opens in a new tab)",
    "part_2": " has advice on making your device easier to use if you have a disability, this can be found on their website"
  },
  "header2": "How accessible this website is",
  "paragraph_s2_1": "We know some parts of this website are not fully accessible:",
  "notAccessible1": "On certain pages, the use of images as text means that the text does not adjust as needed.",
  "notAccessible2": "Some fields do not have associated labels which affects screen readers and voice activation users",
  "notAccessible3": "When the pages language is changed to Welsh, some words of the page remain in English.",
  "notAccessible4": "On certain pages, the heading levels are not in the correct order",
  "notAccessible5": "When a browser's window is minimised with the webchat open, the keyboard focus is completely covered by the chat with agent modal when opened.",
  "notAccessible6": "Some PDF or word documents are not accessible.",
  "header3": "Feedback and contact information",
  "paragraph_s3_1": "If you need information on this website in a different format like accessible PDF, large print, easy read, audio recording or braille:",
  "contactType1": "email",
  "contactType2": "call 0300 123 1024 (England & Wales)",
  "contactType3": "call 0300 303 5176 (Welsh language)",
  "contactType4": "call 0300 790 6234 (Scotland)",
  "paragraph_s3_2": "Monday to Friday, 9am to 5pm.",
  "paragraph_s3_2_call_charges": "Find out about call charges (opens in a new tab)",
  "paragraph_s3_3": "We will consider your request and get back to you with in 10 working days.",
  "header4": "Reporting accessibility problems with this website",
  "paragraph_s4_1": "We are always looking to improve the accessibility of this website. If you find any problems not listed on this page or think we are not meeting accessibility requirements, contact:",
  "contactInfo1": "email",
  "contactInfo2": "call 0300 123 1024 (England & Wales)",
  "contactInfo3": "call 0300 303 5176 (Welsh language)",
  "contactInfo4": "call 0300 790 6234 (Scotland)",
  "paragraph_s4_2": "Monday to Friday, 9am to 5pm.",
  "header5": "Enforcement procedure",
  "paragraph_s5_1": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’). If you are not happy with how we respond to your complaint, ",
  "paragraph_s5_2": "contact the Equality Advisory and Support Service (EASS) (opens in a new tab)",
  "header6": "Contacting us by phone or visiting us in person",
  "paragraph_s6_1": "We provide a text relay service for people who are D/deaf, hearing impaired or have a speech impediment.",
  "paragraph_s6_2": "Our offices have audio induction loops, or if you contact us before your visit, we can arrange a British Sign Language (BSL) interpreter.",
  "paragraph_s6_3": "Find out how to ",
  "paragraph_s6_4": "contact our Employment tribunal offices and venues (opens in a new tab)",
  "header7": "Technical information about this website’s accessibility",
  "paragraph_s7_1": "HMCTS is committed to making its website accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.",
  "header8": "Compliance status",
  "paragraph_s8_1": {
    "part_1": "This website is partially compliant with the ",
    "part_2": "Web Content Accessibility Guidelines (WCAG) 2.2 (opens in a new tab)",
    "part_3": " AA standard. The non-compliances are listed below."
  },
  "header9": "Non-accessible content",
  "paragraph_s9_1": "The content listed below is non-accessible for the following reasons.",
  "nonComplianceReason1": "Non-compliance with the accessibility regulations",
  "nonCompliance_1_1": "The chat application does not have a send button which prevents users who do not use a keyboard from sending messages which fail to meet WCAG 2.2 success criterion 1.3.1 Info and Relationships Level A.",
  "nonCompliance_1_2": "When using a mobile phone, not all text and content enlarges when the screen is zoomed in 200% which fail to meet WCAG 2.2 success criterion 1.4.4 Resize Text Level AA.",
  "nonCompliance_1_3": "On the webchat function, the text is not adjustable for users who require a particular visual presentation of text as the text is an image which fail to meet WCAG 2.2 success criterion 1.4.5 Images of text Level AA.",
  "nonCompliance_1_4": "In the ET1 Claim PDF form, the heading levels do not reflect the visual headings on the page. The web chat heading of ‘Scotland tribunal’ does not clearly indicate the topic or purpose of the chat. There is no indication as to what ‘*’ means to screen reader users, as it does not state it is required. In the webchat, the ‘Contact no’ field label is not clear for screen reader users as it doesn't announce it as ‘contact number’.  There are two headers with the same font size in a page, all of these fail to meet WCAG 2.2 success criterion 2.4.6 Headings and Labels Level AA.",
  "nonCompliance_1_5": "When a browsers window is minimised, and a user navigates with a keyboard, the focus is completely covered by the chat with the agent modal, which fail to meet WCAG 2.2 success criterion 2.4.12 Focus Not Obscured Level AA.",
  "nonCompliance_1_6": "The ‘Cymraeg’ link is a coded as English language, even though it is Welsh language. which fail to meet WCAG 2.2 success criterion 3.1.2 Language of Parts Level AA.",
  "nonCompliance_1_7": "When an error is triggered, the error is not announced to screen reader users which fail to meet WCAG 2.2 success criterion 4.1.2 Name, Role, Value Level A.",
  "header10": "What we’re doing to improve accessibility",
  "paragraph_s10_1": "This website is currently being improved based on the internal HMCTS accessibility report. We will fix the accessibility issues identified in the report and update this statement regularly. The site is continually tested using accessibility software internally and externally. Existing PDF or Word documents will be tested and fixed. Any new features which are introduced will also be tested.",
  "paragraph_s10_2": "We plan to rectify the issues listed above by October 2024 and have booked a formal audit by the digital accessibility centre.",
  "header11": "Preparation of this accessibility statement",
  "paragraph_s11_1": "This statement was prepared on 19 January 2023. It was last reviewed on 5 August 2024.",
  "paragraph_s11_2": "This website was last tested on 10 July 2024. The test was carried out by the internal HMCTS accessibility testing team.",
  "opens_new_tab": "(opens in a new tab)"
}
