{
  "title": "Withdraw my claim",
  "applicationType": "Withdraw my claim",
  "applicationTitle": "I want to withdraw all or part of my claim",
  "content": [
    {
      "type": "paragraph",
      "text": "Use this form when you’ve reached a settlement or do not want to continue with all or part of your claim."
    },
    { "type": "paragraph", "text": "You can withdraw your whole claim or tell us which parts you want to withdraw." },
    { "type": "paragraph", "text": "This brings your claim or part of it to an end." },
    { "type": "paragraph", "text": "You can withdraw at any point before or during a hearing." },
    {
      "type": "paragraph",
      "text": "If you’re withdrawing because of a settlement, make sure you have the settlement in writing."
    },

    { "type": "bold-paragraph", "text": "Withdrawal and dismissal" },
    {
      "type": "paragraph",
      "text": "Once you have told the tribunal you want to withdraw your claim, the tribunal will usually issue a judgment dismissing the claim or part of the claim."
    },
    {
      "type": "paragraph",
      "text": "A dismissal judgment stops you from making that claim against the same respondents in the future."
    },
    {
      "type": "paragraph",
      "text": "The tribunal will use Rule 51 of the Employment Tribunal Rules of Procedure to decide whether a dismissal judgment is issued following a withdrawal."
    },

    { "type": "bold-paragraph", "text": "Rule 51 of the Employment Tribunal Rules of Procedure" },
    {
      "type": "paragraph",
      "text": "Rule 51 states that where a claim, or part of it, has been withdrawn under Rule 50, the tribunal shall issue a judgment dismissing it (which means that the claimant may not commence a further claim against the other party raising the same, or substantially the same, complaint) unless:"
    },
    {
      "type": "list",
      "items": [
        "the claimant has expressed at the time of withdrawal a wish to reserve the right to bring such a further claim and the tribunal is satisfied that there would be legitimate reason for doing so"
      ]
    },
    { "type": "paragraph", "text": "or" },
    {
      "type": "list",
      "items": ["the tribunal believes that to issue such a judgment would not be in the interests of justice"]
    },

    { "type": "paragraph", "text": "Withdrawal and dismissal through this service will be final unless:" },
    {
      "type": "list",
      "items": [
        "the tribunal contacts you needing more information",
        "you have given an acceptable reason why dismissal should not happen"
      ]
    },

    { "type": "bold-paragraph", "text": "Details to include in your application:" },
    {
      "type": "list",
      "items": [
        "which parts of your claim you want withdrawn and dismissed",
        "if you do not want your claim (or part of it) dismissed, you must explain why"
      ]
    }
  ]
}
