{
  "title": "Order a witness to attend",
  "applicationType": "Order a witness to attend",
  "applicationTitle": "Order a witness to attend to give evidence",
  "content": [
    { "type": "paragraph", "text": "You can ask the tribunal to order a witness to attend to give evidence." },
    {
      "type": "paragraph",
      "text": "The witness must be in Great Britain (England, Scotland and Wales). This does not include Northern Ireland."
    },
    {
      "type": "paragraph",
      "text": "The tribunal can limit the number of witnesses to be called to give evidence on a particular issue, especially if that issue is not central to the case."
    },
    {
      "type": "paragraph",
      "text": "You should realise that, if you call a witness to give evidence on your own behalf, you are not generally entitled to challenge or contradict what the witness says."
    },
    { "type": "paragraph", "text": "You may also be liable for the costs incurred by the witness’s attendance." },
    {
      "type": "paragraph",
      "text": "You should consider whether the evidence of this witness is likely to help your case."
    },

    { "type": "bold-paragraph", "text": "Details to include in your application:" },
    {
      "type": "list",
      "items": [
        "the witness’s full name and address",
        "why the attendance of this witness is necessary for a fair hearing. The tribunal needs to understand why the evidence is relevant, and why there is no alternative way of establishing the same points at the hearing without ordering a witness to attend",
        "if you have asked this witness to attend voluntarily. If you have, tell us when you asked and what their response was",
        "If you have not asked the witness to attend yet, explain why"
      ]
    },

    {
      "type": "paragraph",
      "text": "If the order is granted, the witness will be ordered to attend on the first day of the hearing. If you want them to attend on another day or days, tell us:"
    },

    {
      "type": "list",
      "items": [
        "the dates apart from the first day of the hearing that you want the witness to attend",
        "why their attendance is necessary on those dates"
      ]
    },
    { "type": "paragraph", "text": "If you want the witness to bring documents, tell us:" },

    {
      "type": "list",
      "items": [
        "why these documents are relevant to the issues in this case",
        "why an order to disclose the documents would not be enough",
        "if you have already asked the witness or anyone else to provide these documents. If you have, tell us when you asked and what their response was",
        "if you have not asked the witness to provide the documents yet, explain why"
      ]
    }
  ]
}
