{
  "title": "Reconsider a judgment",
  "applicationType": "Reconsider a judgment",
  "applicationTitle": "Apply for a judgment to be reconsidered",
  "content": [
    {
      "type": "paragraph",
      "text": "Use this form to have a judgment made by a tribunal reconsidered. This may be a judgment made by a judge alone or by a judge sitting with non-legal members."
    },
    {
      "type": "paragraph",
      "text": "If reconsideration is necessary in the interests of justice you can ask the tribunal to look at the judgment again."
    },
    {
      "type": "paragraph",
      "text": "Only a judgment which finally determines an issue in your case can be reconsidered. This therefore excludes any decision that does not comprise a final determination of the claim, or part of a claim. If you wish to ask for a case management order to be varied or revoked, use the vary or revoke an order application."
    },
    {
      "type": "paragraph",
      "text": "You can only ask the tribunal to reconsider a judgment within 14 days of the date the judgment was sent to you."
    },
    {
      "type": "paragraph",
      "text": "If you want the tribunal to reconsider a judgment that was sent to you over 14 days ago you must explain why your application is late."
    },
    {
      "type": "paragraph",
      "text": "A reconsideration application does not affect the time limit for appealing to the Employment Appeal Tribunal."
    },

    { "type": "bold-paragraph", "text": "Details to include in your application:" },

    {
      "type": "list",
      "items": [
        "the judgment you want reconsidered",
        "the date the tribunal issued the judgment",
        "your reason for a late application if the judgment was sent over 14 days ago",
        "why it is in the interests of justice to reconsider this judgment",
        "if the tribunal should vary or revoke the judgment",
        "any additional information or material which the tribunal does not already have to support your application"
      ]
    }
  ]
}
