{
  "title": "Restrict publicity",
  "applicationType": "Restrict publicity",
  "applicationTitle": "Apply to restrict publicity",
  "content": [
    { "type": "paragraph", "text": "Use this form to apply to prevent or restrict publicity in your case." },
    {
      "type": "paragraph",
      "text": "It is an important principle that justice should normally be delivered in public."
    },
    {
      "type": "paragraph",
      "text": "However, the tribunal has the power to prevent or restrict the public disclosure of any aspect of your case if necessary in the interests of justice or to protect the Convention rights of any person. Convention rights are the rights and fundamental freedoms as set out in the Human Rights Act 1998."
    },
    {
      "type": "paragraph",
      "text": "The tribunal also has certain other powers to sit in private or to restrict publicity in accordance with sections 10A, 10B, 11 and 12 of the Employment Tribunals Act 1996."
    },
    { "type": "paragraph", "text": "The tribunal may issue an order:" },

    {
      "type": "list",
      "items": [
        "that a hearing that would otherwise be in public be conducted, in whole or in part, in private",
        "if you consider it a minor or substantial amendment",
        "why you want to make this amendment",
        "why you are asking to make this amendment now. For example, if you wish to add something to your claim, please explain why you did not include this in the original claim. This is particularly important if you are adding a new type of claim and the time limit has passed"
      ]
    },

    { "type": "bold-paragraph", "text": "Details to include in your application:" },

    {
      "type": "list",
      "items": [
        "how the tribunal should prevent or restrict publicity in your case. For example, tell us which parts or aspects of the case we should not publicise",
        "why the restrictions you want are needed. The tribunal must make the least restrictive order possible. Tell us why fewer restrictions would not be enough",
        "any media interest in your case. Include names of media organisations or journalists that are interested. The tribunal might seek their comments before making a decision"
      ]
    }
  ]
}
